Repository: AnakinRaW/Republic-at-War-Launcher
Catalog: RawLauncherWPF/Localization/Res.*.resx
Languages: de

# CheckFolderNotValid
source: {0}-Fail: {1}
de: {0}-Fehler {1}

# CheckMessageAborted
source: aborted
de: abgebrochen

# CheckMessageAiCorrect
source: ai correct
de: ai richtig

# CheckMessageAiWrong
source: ai wrong
de: ai falsch

# CheckMessageCouldNotCheck
source: could not check
de: konnte nicht prüfen

# CheckMessageGameFound
source: foc found
de: foc gefunden

# CheckMessageGameNotFound
source: foc not found
de: foc nicht gefunden

# CheckMessageGamesNotPatched
source: games not patched
de: spiele nicht geupdated

# CheckMessageGamesPatched
source: games patched
de: spile geupdated

# CheckMessageModCorrect
source: mod correct
de: mod richtig

# CheckMessageModFound
source: raw found
de: raw gefunden

# CheckMessageModNotFound
source: raw not found
de: raw nicht gefunden

# CheckMessageModWrong
source: mod wrong
de: mod falsch

# CheckOfflineXmlNotFound
source: Could not find the necessary files to check your version. It was also not possible to check them with our server. Please click Restore-Tab and let the launcher redownload the Files.
de: Konnte die erforderlichen Dateien zum überprüfen der Version nicht finden. Ebenfalls konnten die Dateien nicht auf deiner Festplatte gefunden werden. Bitte setze den Mod zurück, um die nötigen Dateien nachzuladen.

# CheckPatchGamesFailed
source: Games not successfuly patched.
de: Die Spiele konnten nicht gepatcht werden

# CheckPatchGamesFailedBase
source: BaseGame not successfuly patched Eaw successfuly patched
de: Das Hauptspiel konnte nicht gepatcht werden. EaW wurde erfolgreich gepatcht

# CheckPatchGamesFailedEaw
source: BaseGame successfuly patched. Eaw not successfuly patched.
de: Das Hauptspiel wurde erfolgreich gepacht. EaW konnte nicht gepatcht werden.

# CheckPatchGamesSuccess
source: Games successfuly patched.
de: Spiele erfolgreich gepatcht

# CheckStatusChecking
source: Checking: {0}
de: Überprüfe: {0}

# CheckStatusCheckingGameExist
source: Checking Game existance
de: Prüfe Existenz des Hauptspiel

# CheckStatusCheckingGamePatches
source: Checking Game Patches
de: Prüfe die Spiele nach Version

# CheckStatusCheckingModExist
source: Checking Mod existance
de: Prüfe Existenz von Republic at War

# CheckStatusPrepareAiModCheck
source: Preparing AI/Mod Check
de: Bereit den AI- und Mod-Check vor

# CheckVersionNotFound
source: Your installed version is not available to check. Please try later or contact us.
de: Deine aktuell installierte Mod-Version konnte nicht geprüft werden. Bitte versuche es später erneut.

# CheckXmlValidateError
source: The necessary files are not valid. It was also not possible to check them with our server. Please click Restore-Tab and let the launcher redownload the Files.
de: Die relevanten Dateien waren ungültig oder fehlerhaft. Ebenfalls konnten die Dateien nicht auf deiner Festplatte gefunden werden. Bitte setze den Mod zurück, um die nötigen Dateien nachzuladen.

# CheckXmlWrongVersion
source: The Version of the mod does not match to the reference file. Please click Restore-Tab and let the launcher redownload the Files.
de: Die aktuelle Version des Mod entspricht nicht dem der Prüfdatei. Bitte setze den Mod zurück, um die nötigen Dateien nachzuladen.

# ErrorCreateMessageFailed
source: Was unable to create a text
de: Es konnte kein Text erstellt werden

# ErrorInitLauncher
source: Something went wrong when initializing the Launcher {0}
de: Fehler beim initialisieren dem Launcher {0}

# ExceptionGameExist
source: This Game does not exists
de: Das Spiel existiert nicht

# ExceptionGameExistName
source: {0} does not exists.
de: {0} existiert nicht.

# ExceptionGameModComatible
source: Mod is not compatible
de: Der Mod ist nicht kompatibel

# ExceptionGameModExsit
source: Mod does not exists anymore.
de: Der Mod existiert nicht

# ExceptionGameModWrongInstalled
source: Mod is not correct installed
de: Der Mod ist nicht korrekt installiert

# ExceptionHostServerGetData
source: Was not able to get data from: {0}
de: Konnte folgende Daten nicht runterladen: {0}

# ExceptionModExist
source: This Mod does not exist
de: Der Mod existiert nicht

# ExceptionModExistName
source: {0} does not exist
de: {0} existiert nicht

# ExceptionResourceExtractorNotFound
source: The Resource could not be found: {0}
de: Folgende Ressource konnte nicht gefunden werden: {0}

# ExceptionRestoreVersionNotMatch
source: Versions do not match
de: Die Versionen stimmen nicht überein

# ExceptionUpdateVersionNotMatch
source: Versions do not match
de: Die Versionen stimmen nicht überein

# ExceptionXmlParserError
source: Unable to deserialize the xml stream. {0}
de: Konnte den Datenstrom nicht umwandeln. {0}

# LanguageAdditionalSupport
source: There is also a separate specific Version available for this language. Please check Moddb.com for a Language-Pack or check the RaW installer for more options.
de: Für diese Sprache existiert auch ein erweitertes Sprachpaket. Please check. Du kannst es dir auf Moddb.com herunterladen oder beim Installer auswählen.

# LanguageMessageChangedSuccess
source: Successfuly Changed Language
de: Sprache wurde erfolgreich geändert.

# LanguageMessageSpeechFileRenameFailed
source: Could not change Speech.meg
de: Konnte die "Speech.meg"-Datei nicht umbenennen.

# LanguageMessageSpeechRenameFailed
source: Could not change Speech folder
de: Konnte den Ordner im Speech-Verzeichnis nicht umbenennen.

# LanguageMessageTextRenameFailed
source: Could not change MasterTextFile
de: Konnte die MasterTextFile nicht umbenennen.

# LanguageNoneSelected
source: Select a language, you want to use.
de: Bitte wähle eine Sprache aus.

# LangugeOperationQuestion
source: Note that chaging the language in this case means that any [MISSING]s and missing audio will be replaced with the default english version. For any language packs consider our Moddb page or check the Republic at War installer for language options
de: Bitte beachte, dass das ändern der Sprache in diesem Fall lediglich bedeutet, dass [Missings] durch den Originaltext ersetzt werden. Für erweiterte Sprachpakete besuche bitte die Moddb-Seite von Republic at War

# LauncherInfoNewVersion
source: New Version: {0} is avaiable.
de: Neue Version: {0} ist verfügbar

# ModVersionNotFound
source: Could not get the current version. Please reinstall the Republic at War and try again.
de: Die aktuelle Version von Republic at War konnte nicht festegestellt werden. Bitte lade Republic at War neu herunter.

# PlayCurrentSessionWait
source: wait..
de: warte..

# ResourceExtractorNewDirectoryCreated
source: Created new Directory: {0}
de: Es wurde ein neues Verzeichnis erstellt: {0}

# RestoreAborted
source: Restoring aborted
de: Wiederherstellung abgebrochen

# RestoreDone
source: Restoring Done
de: Wiederherstellung erfolgreich

# RestoreErrorExit
source: Either you aborted the Progress of something failed
de: Entwerder du hast den Vorgang beendet, oder es ist ein Fehler aufgetreten

# RestoreHostServerOffline
source: Could not Download the required files, because the servers are offline. Please try later.
de: Konnte die relevanten Daten nicht runterladen, weil der Server offline ist. Bitte versuche es später erneut.

# RestoreInternetLost
source: You lost your Internet connection. In order to prevent much more error messages the progress will be cancelled now.
de: Du hast deine Internetverbindung verloren. Um weitaus mehr Fehlermeldungen zu vermeiden wurde der Prozess jetzt beendet.

# RestoreNoInternet
source: You need an Internet connction to Restore your mod
de: Du braucht eine Internetverbindung, um dem Mod wiederherstellen zu können.

# RestoreNoVersion
source: You need to select a Version to restore to.
de: Du musst eine Version auswählen, auf die du zurücksetzen willst.

# RestoreOperationQuestion
source: Are you sure you want to restore Republic at War ? This cannot be undone. Modified Files will be delted and restored with the original ones.
de: Bist du dir sicher, dass du Republic at War zurücksetzen willst ? Dieser Vorgang kann nicht rückgängig gemacht werden. Alle von dir modfizierten Dateien werden überspielt.

# RestoreStatusCheckAdditionalFiles
source: Checking for additional files
de: Prüfe auf zusätzliche Dateien

# RestoreStatusCheckMissing
source: Checking for missing/corrupted files
de: Prüfe auf modifizierte oder fehlende Dateien

# RestoreStatusDownloaded
source: Downloaded: {0}
de: Heruntergeladen: {0}

# RestoreStatusFinishing
source: Finishing
de: Fertigstellen

# RestoreStatusPrepare
source: Preparing Restore
de: Wiederherstellung vorbereiten

# RestoreStatusPrepareTable
source: Preparing download-table
de: Erzeugen der Downloadtabelle

# RestoreStautsDeletingMod
source: Deleting Mod Files
de: Lösche Moddateien

# RestoreStreamNull
source: Error while downloading the required files. Please try later
de: Fehler beim Runterladen von der Restoredatei. Bitte versuche es später erneut.

# RestoreTableNull
source: Error while trying to download the mod files. The required Table was empty. Please try again
de: Fehler beim Runterladen von der Restoredatei. Die Downloadtabelle ist nicht gültig Bitte versuche es später erneut.

# RestoreVersionNotMatch
source: Your installed version is not available to check. Please try later or contact us.
de: Deine aktuell installierte Version ist nicht zum Wiederherstellen verfügbar. Bitte versuche es später erneut.

# RestoreXmlNotValid
source: The necessary files are not valid. It was also not possible to check them with our server. Please click Restore-Tab and let the launcher redownload the Files.
de: Die relevanten Dateien konnten nicht heruntergeladen werden. Ebenfalls konnten die Dateien nicht auf deiner Festplatte gefunden werden. Bitte versuche es erneut.

source: Update aborted
de: Update abgebrochen

# UpdateDone
source: Updateing Done
de: Update abgeschlossen

# UpdateErrorExit
source: Either you aborted the Progress of something failed
de: Entwerder du hast den Vorgang beendet, oder es ist ein Fehler aufgetreten

# UpdateHostOffline
source: Could not Download the required files, because the servers are offline. Please try later
de: Konnte die relevanten Daten nicht runterladen, weil der Server offline ist. Bitte versuche es später erneut.

# UpdateInternetLost
source: You lost your Internet connection. In order to prevent much more error messages the progress will be cancelled now.
de: Du hast deine Internetverbindung verloren. Um weitaus mehr Fehlermeldungen zu vermeiden wurde der Prozess jetzt beendet.

# UpdateNoInternet
source: You need an Internet connction to update your mod
de: Du braucht eine Internetverbindung, um dem Mod updaten zu können.

# UpdateOperationQuestion
source: Are you sure you want to update Republic at War ? This cannot be undone. Modified Files will also be delted and restored with the original ones.
de: Bist du dir sicher, dass du Republic at War updaten willst ? Dieser Vorgang kann nicht rückgängig gemacht werden. Alle von dir modfizierten Dateien werden überspielt.

# UpdateStatusCheckAdditionalFiles
source: Checking for additional files
de: Prüfe auf zusätzliche Dateien

# UpdateStatusCheckNew
source: Checking for new and corruppted files
de: Prüfe auf neue oder fehlende Dateien

# UpdateStatusDownloaded
source: Downloaded: {0}
de: Heruntergeladen: {0}

# UpdateStatusFinishing
source: Finishing
de: Abgeschlossen

# UpdateStatusPrepare
source: Preparing Update
de: Update vorbereiten

# UpdateStreamNull
source: Error while downloading the required files. Please try later
de: Fehler beim Runterladen von der Restoredatei. Bitte versuche es später erneut.

# UpdateTableNull
source: Error while trying to download the mod files. The required Table was empty \r\nPlease try again
de: Fehler beim Runterladen von der Restoredatei. Die Downloadtabelle ist nicht gültig Bitte versuche es später erneut.

# UpdateVersionNotFound
source: Your installed version is not available to check. Please try later or contact us.
de: Deine aktuell installierte Version ist nicht zum Updaten verfügbar. Bitte versuche es später erneut.

# UpdateXmlNotValid
source: The necessary files are not valid. It was also not possible to check them with our server. Please click Restore-Tab and let the launcher redownload the Files.
de: Die relevanten Dateien konnten nicht heruntergeladen werden. Ebenfalls konnten die Dateien nicht auf deiner Festplatte gefunden werden. Bitte versuche es erneut.

# VersionUtilitiesAskForUpdate
source: New Version: {0} avaiable. Update now ?
de: Neue Version: {0} verfügbar. Jetzt herunterladen ?
